Repository: benoit-pierre/KoboUSBMS
Catalog: po/*/usbms.po
Languages: ar, bn, ca, cs, cy, da, de, es, fa, fi, fr, gl, he, hr, hu, it, ko, lt, nl, pl, pt, ro_md, sk, sr, ta, th, uk, vi, zh_hans

source:  The device was plugged into a plain power source, not a USB host! The device will shut down in 90 sec.
ca:  El dispositiu està connectat a una font d'alimentació, no a un host USB! El dispositiu s'apagarà en 90 segons.
cs:  Zařízení bylo připojeno k obyčejnému zdroji a ne k USB hostiteli! Zařízení bude vypnuto za 90 s.
cy:  Cafodd y ddyfais ei chysylltu â ffynhonnell pŵer cyffredin, yn lle gwesteiwr USB! Bydd y ddyfais yn cau mewn 90 eiliad.
da:  Enheden blev tilsluttet til en strømkilde og ikke til en USB-vært! Enheden vil lukke ned om 90 sek.
de:  Das Gerät war an eine einfache Stromquelle angeschlossen, nicht an einem USB-Host! Das Gerät schaltet sich in 90 Sekunden ab.
fi:  Laite kytkettiin tavalliseen virtalähteeseen, ei USB-isäntään! Laite sammuu 90 sekunnissa.
fr:  L'appareil a été branché à une simple source de courant, et non un hôte USB ! L'appareil va s'éteindre dans 90 s.
hr:  Uređaj je bio priključen na običan izvor napajanja, a ne na USB host! Uređaj će se isključiti za 90 sekundi.
hu:  A készülék egy sima áramforráshoz csatlakozott, nem egy USB hosthoz! A készülék 90 mp-en belül leáll.
it:  Il dispositivo è stato collegato a una normale fonte di alimentazione, non a un host USB! Il dispositivo si spegnerà tra 90 secondi.
ko:  장치가 USB 호스트가 아닌 일반 전원에 연결되었습니다! 장치가 90초 후에 시스템 종료됩니다.
nl:  Het apparaat is op een gewone stroombron aangesloten, niet op een USB-host! Het apparaat wordt over 90 seconden uitgeschakeld.
pl:  Urządzenie było podłączone do zwykłego źródła zasilania, a nie do hosta USB (na przykład komputera)! Urządzenie wyłączy się za 90 sekund.
pt:  O aparelho foi conectado numa fonte de energia simples, não num host USB! O aparelho vai-se desligar em 90 segundos.
ro_md:  Dispozitivul a fost conectat la un încărcător USB, nu la o gazdă USB! Dispozitivul se va închide în 90 sec.
sk:  Zariadenie bolo pripojené na napájací zdroj, nie na USB hostiteľa! Zariadenie sa vypne o 90 sekúnd.
sr:  Уређај је прикључен на обичан извор напајања, а не на USB хост! Уређај ће се искључити за 90 сек.
ta: The சாதனம் ஒரு எளிய ஆற்றல் மூலத்தில் செருகப்பட்டது, யூ.எச்.பி புரவலன் அல்ல! சாதனம் 90 நொடியில் மூடப்படும்.
th:  ตัวเครื่องถูกเสียบเข้าแหล่งจ่ายไฟธรรมดา, ไม่ใช่อุปกรณ์ USB Host! ตัวเครื่องจะถูกปิดภายใน 90 วินาที
uk:  Пристрій підʼєднано до простого джерела живлення, а не до розʼєму USB! Пристрій вимкнеться за 90 с.

source:  The device was plugged into a plain power source, not a USB host! KOReader will now restart…
ar:  تم توصيل الجهاز بمصدر طاقة عادي ، وليس بمضيف USB! سيتم إعادة تشغيل KOReader الآن…
bn:  ডিভাইসটি একটি সাধারণ পাওয়ার সোর্সে প্লাগ করা হয়েছিল, কোনও ইউএসবি হোস্ট নয়! কেওরিডার এখন পুনরায় শুরু হবে…
ca:  El dispositiu està connectat a una font d'alimentació, no a un host USB! Ara KOReader es reiniciarà…
cs:  Zařízení bylo připojeno k obyčejnému zdroji a ne k USB hostiteli! KOReader bude nyní restartován.…
cy:  Cafodd y ddyfais ei chysylltu â ffynhonnell pŵer cyffredin, yn lle gwesteiwr USB! Bydd KOReader ailgychwyn nawr…
da:  Enheden blev tilsluttet til en strømkilde og ikke til en USB-vært! KOReader vil nu genstarte…
de:  Das Gerät war an eine einfache Stromquelle angeschlossen, nicht an einen USB-Host! KOReader wird nun neu gestartet…
es:  El dispositivo se ha enchufado a una fuente de alimentación, no a un anfitrión USB. Ahora KOReader se reiniciará…
fa:  دستگاه به یک منبع برق معمولی وصل شده است، نه یک میزبان USB! کوریدر اکنون راه اندازی مجدد می‌شود…
fi:  Laite kytkettiin tavalliseen virtalähteeseen, ei USB-isäntään! KOReader käynnistyy nyt uudelleen…
fr:  L'appareil a été branché à une simple source de courant, et non un hôte USB ! KOReader va redémarrer…
gl:  O dispositivo conectouse a unha fonte de alimentación, non a un host USB! KOReader vaise reiniciar agora…
he:  המכשיר היה מחובר למקור חשמל רגיל ולא למארח USB! המכשיר יופעל מחדש בעוד 30 שניות…
hr:  Uređaj je bio priključen na običan izvor napajanja, a ne na USB host! KOReader će se sada ponovo pokrenuti …
hu:  A készülék egy sima áramforráshoz csatlakozott, nem egy USB hosthoz! A KOReader újraindul…
it:  Il dispositivo è stato collegato a una normale fonte di alimentazione, non a un host USB! KOReader verrà riavviato ora…
ko:  장치가 USB 호스트가 아닌 일반 전원에 연결되었습니다! KOReader가 지금 다시 시작됩니다…
lt:  Įrenginys prijungtas prie paprasto maitinimo šaltinio, o ne USB duomenų šaltinio! KOReader bus paleistas iš naujo…
nl:  Het apparaat is op een gewone stroombron aangesloten, niet op een USB-host! KOReader zal nu herstarten…
pl:  Urządzenie było podłączone do zwykłego źródła zasilania, a nie do hosta USB (na przykład komputera)! KOReader zostanie teraz ponownie uruchomiony…
pt:  O aparelho foi conectado numa fonte de energia simples, não num host USB! O KOReader vai reiniciar agora…
ro_md:  Dispozitivul a fost conectat la un încărcător USB, nu la o gazdă USB! KOReader va reporni acum…
sk:  Zariadenie bolo pripojené na napájací zdroj, nie na USB hostiteľa! KOReader sa teraz reštartuje…
sr:  Уређај је прикључен на обичан извор напајања, а не на USB хост! KOReader ће се сада поново покренути…
ta: The சாதனம் ஒரு எளிய ஆற்றல் மூலத்தில் செருகப்பட்டது, யூ.எச்.பி புரவலன் அல்ல! கொரியடர் இப்போது மறுதொடக்கம் செய்வார்…
th:  ตัวเครื่องถูกเสียบเข้าแหล่งจ่ายไฟธรรมดา, ไม่ใช่อุปกรณ์ USB Host! KOReader จะเริ่มทำงานใหม่เดี๋ยวนี้…
uk:  Пристрій підʼєднано до звичайного джерела живлення, а не до розʼєму USB! Зараз KOReader перезапуститься…
vi:  Không có kết nối USB, chỉ sạc! Khởi động lại KOReader…
zh_hans:  该设备插入的是普通电源，而不是USB主机！ KOReader 现在将重启...…

source:  Gave up after 60 sec. The device will shut down in 90 sec.
ca:  Es desisteix després de 60 segons. El dispositiu s’apagarà en 90 segons.
cs:  Ukončeno po 60 s. Zařízení bude vypnuto za 90 s.
cy:  Wedi rhoi i fyny ar ôl 60 eiliad. Bydd y ddyfais yn cau mewn 90 eiliad.
da:  Gav op efter 60 sek. Enheden vil lukke ned om 90 sek.
de:  Gab nach 60 Sekunden auf. Das Gerät schaltet sich in 90 Sekunden ab.
fa:  پس از ۶۰ ثانیه تلاش ناموفق، عملیات متوقف شد. دستگاه پس از ۹۰ ثانیه خاموش خواهد شد.
fi:  Luovutettiin 60 sekunnin kuluttua. Laite sammuu 90 sekunnissa.
fr:  60 s se sont écoulés, abandon. L'appareil va s'éteindre dans 90 s.
hr:  Odustaje se nakon 60 s. Uređaj će se isključiti za 90 s.
hu:  60 mp múlva megszakítás. Az eszköz 90 mp-en belül kikapcsol.
it:  Nessun risultato dopo 60 secondi. Il dispositivo si spegnerà tra 90 secondi.
ko:  60초 후에 그만둡니다. 장치가 90초 후에 시스템 종료됩니다.
nl:  Opgegeven na 60 seconden. Het apparaat wordt over 90 seconden uitgeschakeld.
pl:  Zrezygnowano po 60 sekundach. Urządzenie wyłączy się za 90 sekund.
pt:  Desistido após 60 segundos. O aparelho vai-se desligar em 90 segundos.
ro_md:  S-a renunțat după 60 sec. Dispozitivul se va închide în 90 sec.
sk:  Po 60 sekundách som to vzdal. Zariadenie sa vypne o 90 sekúnd.
sr:  Одустало се након 60 сек. Уређај ће се искључити за 90 sec.
ta: 60 60 நொடியுக்குப் பிறகு கைவிட்டன. சாதனம் 90 நொடியில் மூடப்படும்.
th:  ยกเลิกการทำงานหลังจากผ่านไป 60 วินาที ตัวเครื่องจะถูกปิดภายใน 90 วินาที
uk:  Не вдалося впродовж 60 с. Пристрій вимкнеться за 90 с.

source:  Gave up after 60 sec. KOReader will now restart…
ca:  Es desisteix després de 60 segons. El KOReader es reiniciarà en breu…
cs:  Ukončeno po 60 s. KOReader bude restartován…
cy:  Wedi rhoi i fyny ar ôl 60 eiliad. Bydd KOReader yn ailgychwyn nawr…
da:  Opgav efter 60 sek. KOReader vil nu genstarte…
de:  Gab nach 60 Sekunden auf. KOReader wird nun wieder starten…
fa:  پس از ۶۰ ثانیه تلاش ناموفق، عملیات متوقف شد. کوریدر اکنون بازراه‌اندازی خواهد شد…
fi:  Luovutettiin 60 sekunnin kuluttua. KOReader käynnistyy nyt uudelleen…
fr:  60 s se sont écoulées, abandon. KOReader va redémarrer…
hr:  Odustaje se nakon 60 s. KOReader će se sada ponovo pokrenuti …
hu:  60 mp múlva megszakítás. A KOReader újraindul…
it:  Nessun risultato dopo 60 sec. KOReader verrà riavviato ora…
ko:  60초 후 포기. KOReader가 지금 다시 시작됩니다…
nl:  Opgegeven na 60 seconden. KOReader zal nu opnieuw opstarten…
pl:  Zrezygnowano po 60 sekundach. KOReader uruchomi się teraz ponownie…
pt:  Desistido após 60 segundos. O KOReader vai reiniciar agora…
ro_md: S-a renunțat după 60 sec. KOReader va reporni acum…
sk:  Po 60 sekundách som to vzdal. KOReader sa teraz reštartuje…
sr:  Одустало се након 60 сек. KOReader ће се сада поново покренути…
ta: 60 60 நொடியுக்குப் பிறகு கைவிட்டன. கொரியடர் இப்போது மறுதொடக்கம் செய்வார்…
th:  ยกเลิกการทำงานหลังจากผ่านไป 60 วินาที KOReader จะเริ่มทำงานใหม่เดี๋ยวนี้…
uk:  Не вдалося впродовж 60 сек. KOReader зараз перезапуститься…

source:  The device is plugged into a plain power source, not a USB host! The device will shut down in 90 sec.
ca:  El dispositiu està connectat a una font d'alimentació, no a un host USB! El dispositiu s'apagarà en 90 segons.
cs:  Zařízení bylo připojeno k obyčejnému zdroji a ne k USB hostiteli! Zařízení bude vypnuto za 90 s.
cy:  Mae'r ddyfais yn cael ei chysylltu â ffynhonnell pŵer cyffredin, yn lle gwesteiwr USB! Bydd y ddyfais yn cau mewn 90 eiliad.
da:  Enheden blev tilsluttet til en strømkilde og ikke til en USB-host! Enheden vil lukke ned om 90 sek.
de:  Das Gerät ist an eine einfache Stromquelle angeschlossen, nicht an einem USB-Host! Das Gerät schaltet sich in 90 Sekunden ab.
fi:  Laite on kytketty tavalliseen virtalähteeseen, ei USB-isäntään! Laite sammuu 90 sekunnissa.
fr:  L'appareil est branché à une simple source de courant, et non un hôte USB ! L'appareil va s'éteindre dans 90 s.
hr:  Uređaj je priključen na običan izvor napajanja, a ne na USB host! Uređaj će se isključiti za 90 sekundi.
hu:  A készülék egy sima áramforráshoz csatlakozott, nem egy USB hosthoz! A készülék 90 mp-en belül leáll.
it:  Il dispositivo è collegato a un normale alimentatore, non a un host USB! Il dispositivo si spegnerà tra 90 secondi.
ko:  장치가 USB 호스트가 아닌 일반 전원에 연결되어 있습니다! 장치가 90초 후에 시스템 종료됩니다.
nl:  Het apparaat is op een gewone stroombron aangesloten, niet op een USB-host! Het apparaat wordt over 90 seconden uitgeschakeld.
pl:  Urządzenie jest podłączone do zwykłego źródła zasilania, a nie do hosta USB (na przykład komputera)! Urządzenie wyłączy się za 90 sekund.
pt:  O aparelho está conectado numa fonte de energia simples, não num host USB! O aparelho vai-se desligar em 90 segundos.
ro_md:  Dispozitivul a fost conectat la un încărcător USB, nu la o gazdă USB! Dispozitivul se va închide în 90 sec.
sk:  Zariadenie je pripojené na napájací zdroj, nie na USB hostiteľa! Zariadenie sa vypne o 90 sekúnd.
sr:  Уређај је прикључен на обичан извор напајања, а не на USB хост! Уређај ће се искључити за 90 сек.
ta: The சாதனம் ஒரு எளிய ஆற்றல் மூலத்தில் செருகப்படுகிறது, யூ.எச்.பி புரவலன் அல்ல! சாதனம் 90 நொடியில் மூடப்படும்.
th:  ตัวเครื่องถูกเสียบเข้าแหล่งจ่ายไฟธรรมดา, ไม่ใช่อุปกรณ์ USB Host! ตัวเครื่องจะถูกปิดภายใน 90 วินาที
uk:  Пристрій підʼєднано до звичайного джерела живлення, а не до розʼєму USB! Пристрій вимкнеться за 90 с.

source:  The device is plugged into a plain power source, not a USB host! KOReader will now restart…
ar:  الجهاز متصل بمصدر طاقة عادي ، وليس مضيف USB! سيتم إعادة تشغيل KOReader الآن…
bn:  ডিভাইসটি একটি সাধারণ পাওয়ার সোর্সে প্লাগ করা হয়েছে, কোনও ইউএসবি হোস্টে নয়! কেওরিডার এখন পুনরায় শুরু হবে…
ca:  El dispositiu està connectat a una font d'alimentació, no a un host USB! Ara KOReader es reiniciarà…
cs:  Zařízení je připojeno k obyčejnému zdroji a ne k USB hostiteli! KOReader bude nyní restartován.…
cy:  Mae'r ddyfais yn cael ei chysylltu â ffynhonnell pŵer cyffredin, yn lle gwesteiwr USB! Bydd KOReader ailgychwyn nawr…
da:  Enheden blev tilsluttet til en strømkilde og ikke til en USB-host! KOReader vil nu genstarte…
de:  Das Gerät ist an eine einfache Stromquelle angeschlossen, nicht an einen USB-Host! KOReader wird nun neu gestartet…
es:  El dispositivo se ha enchufado a una fuente de alimentación, no a un anfitrión USB. Ahora KOReader se reiniciará…
fa:  دستگاه به یک منبع برق معمولی وصل شده است، نه یک میزبان USB! کوریدر اکنون راه اندازی مجدد می‌شود…
fi:  Laite on kytketty tavalliseen virtalähteeseen, ei USB-isäntään! KOReader käynnistyy nyt uudelleen…
fr:  L'appareil est branché à une simple source de courant, et non un hôte USB ! KOReader va redémarrer…
gl:  O dispositivo conectouse a unha fonte de alimentación, non a un host USB! KOReader vaise reiniciar agora…
he:  המכשיר מחובר למקור חשמל רגיל ולא למארח USB! המכשיר יופעל מחדש כעת…
hr:  Uređaj je priključen na običan izvor napajanja, a ne na USB host! KOReader će se sada ponovo pokrenuti …
hu:  A készülék egy sima áramforráshoz csatlakozott, nem egy USB hosthoz! A KOReader újraindul…
it:  Il dispositivo è collegato a un normale alimentatore, non a un host USB! KOReader verrà riavviato ora …
ko:  장치가 USB 호스트가 아닌 일반 전원에 연결되어 있습니다! KOReader가 지금 다시 시작됩니다…
lt:  Įrenginys prijungtas prie paprasto maitinimo šaltinio, o ne USB duomenų šaltinio! KOReader dabar bus paleistas iš naujo…
nl:  Het apparaat is op een gewone stroombron aangesloten, niet op een USB-host! KOReader zal nu herstarten…
pl:  Urządzenie jest podłączone do zwykłego źródła zasilania, a nie do hosta USB (na przykład komputera)! KOReader uruchomi się teraz ponownie…
pt:  O aparelho está conectado numa fonte de energia simples, não num host USB! O KOReader vai reiniciar agora…
ro_md:  Dispozitivul a fost conectat la un încărcător USB, nu la o gazdă USB! KOReader va reporni acum…
sk:  Zariadenie je pripojené na napájací zdroj, nie na USB hostiteľa! KOReader sa teraz reštartuje…
sr:  Уређај је прикључен на обичан извор напајања, а не на USB хост! KOReader ће се сада поново покренути…
ta: The சாதனம் ஒரு எளிய ஆற்றல் மூலத்தில் செருகப்படுகிறது, யூ.எச்.பி புரவலன் அல்ல! கொரியடர் இப்போது மறுதொடக்கம் செய்வார்…
th:  ตัวเครื่องถูกเสียบเข้าแหล่งจ่ายไฟธรรมดา, ไม่ใช่อุปกรณ์ USB Host! KOReader จะเริ่มทำงานใหม่เดี๋ยวนี้…
uk:  Пристрій підʼєднано до звичайного джерела живлення, а не до розʼєму USB! Зараз KOReader перезапуститься…
vi:  Không có kết nối USB, chỉ sạc! Khởi động lại KOReader…
zh_hans:  设备插入的是普通电源。而非一个USB主机！ KOReader 现在将重启...…

source: Starting USBMS session…
ar: جارٍ بدء جلسة الخَزْن عبر USB (أو USBMS) …
bn: ইউএসবিএমএস সেশন শুরু হচ্ছে…
ca: Iniciant sessió USBMS…
cs: Zahajování USBMS relace…
cy: Yn dechrau sesiwn USBMS…
da: Starter USBMS session…
de: USBMS-Sitzung starten…
es: Iniciando la sesión USBMS…
fa: شروع جلسه USBMS…
fi: Aloitetaan USBMS-istunto…
fr: Lancement de la session USBMS…
gl: A comezar a sesión USBMS…
he: מתחיל הפעלת USBMS…
hr: Pokretanje USBMS sesije …
hu: USBMS üzemmód indítása…
it: Avvio sessione USBMS …
ko: USBMS 세션 시작 중…
lt: Pradedama USBMS sesija…
nl: USBMS-sessie starten…
pl: Rozpoczynanie sesji USBMS…
pt: Iniciando a sessão USBMS…
ro_md: Se pornește sesiunea USBMS…
sk: Spustenie USBMS…
sr: Покреће се USBMS сесија…
ta: யு.எச்.பி.எம்.எச் அமர்வைத் தொடங்குகிறது…
th: กำลังเริ่มกระบวนการ USBMS …
uk: Запуск сеансу USBMS…
vi: Bắt đầu kết nối USB…
zh_hans: 正在启动 USBMS 会话…

source:  Could not start the USBMS session! The device will shut down in 90 sec.
ar:  تعذر بدء جلسة USBMS! سيتم إغلاق الجهاز في غضون 90 ثانية.
ca:  No s'ha pogut iniciar la sessió USBMS! El dispositiu s'apagarà en 90 segons.
cs:  Nepodařilo se zahájit USBMS relaci! Zařízení bude vypnuto za 90 s.
cy:  Methodd ddechrau y sesiwn USBMS! Bydd y ddyfais yn cau mewn 90 eiliad.
da:  Kunne ikke starte USBMS sessionen! Enheden vil lukke ned om 90 sek.
de:  Die USBMS-Sitzung konnte nicht gestartet werden! Das Gerät schaltet sich in 90 Sekunden ab.
es:  No se ha podido iniciar la sesión USBMS. El dispositivo se apagará en 90 segundos.
fa:  عدم توانایی در شروع جلسه USBMS! دستگاه پس از ۹۰ ثانیه خاموش خواهد شد.
fi:  USBMS-istuntoa ei voitu aloittaa! Laite sammuu 90 sekunnissa.
fr:  Échec du lancement de la session USBMS ! L'appareil va s'éteindre dans 90 s.
gl:  Non se puido comezar a sesión USBMS! O dispositivo apagarase en 90 segundos.
he:  לא ניתן להפעיל את USBMS! המכשיר יכבה בעוד 90 שניות.
hr:  Nije bilo moguće pokrenuti USBMA sesiju! Uređaj će se isključiti za 90 s.
hu:  Az USBMS üzemmód indítása sikertelen! Az eszköz 90mp múlva kikapcsol.
it:  Impossibile avviare la sessione USBMS! Il dispositivo si spegnerà entro 90 secondi.
ko:  USBMS 세션을 시작할 수 없습니다! 이 장치가 90초 후에 시스템 종료됩니다.
lt:  Nepavyko paleisti USBMS sesijos! Įrenginys išsijungs po 90 sek.
nl:  De USBMS-sessie kon niet worden gestart! Het apparaat wordt over 90 seconden uitgeschakeld.
pl:  Nie można rozpocząć sesji USBMS! Urządzenie wyłączy się za 90 sekund.
pt:  Não foi possível iniciar a sessão USBMS! O aparelho vai-se desligar em 90 segundos.
ro_md:  Nu s-a putut porni sesiunea USBMS! Dispozitivul se va închide în 90 sec.
sk:  Nemôžem spustiť USBMS! Zariadenie sa vypne o 90 sek.
sr:  Није могла да се покрене USBMS сесија! Уређај ће се искључити за 90 sec.
ta: USBMS அமர்வைத் தொடங்க முடியவில்லை! சாதனம் 90 நொடியில் மூடப்படும்.
th:  ไม่สามารถเริ่มทำกระบวนการ USBMS! ตัวเครื่องจะถูกปิดภายใน 90 วินาที
uk:  Не вдалося запустити сеанс USBMS! Пристрій вимкнеться через 90 сек.
vi:  Không thể kết nối USB! Tắt nguồn sau 90s.
zh_hans:  无法启动 USBMS 会话！ 设备将在 90 秒内关机。

source: USBMS session in progress. Please eject your device safely before unplugging it.
ar: جلسة الخَزْن عبر USB (أو USBMS) جاريةٌ الآن. فضلًا قم بفصل الجهاز عن الكمبيوتر (eject) بطريقةٍ سليمة قبل فصل السّلك.
bn: ইউএসবিএমএস সেশন চলছে। আপনার ডিভাইসটি আনপ্লাগ করার আগে অনুগ্রহ করে নিরাপদে বের করুন।
ca: Sessió de USBMS en curs. És necessari expulsar el dispositiu de manera segura abans de desconnectar-lo.
cs: Probíhá USBMS relace. Prosím odeberte bezpečně vaše zařízení předtím, než ho odpojíte.
cy: Mae sesiwn USBMS yn rhedeg nawr. Cyn ichi ei dad-blygio, dad-fowntiwch eich dyfais yn ddiogel.
da: USBMS-session i gang. Skub din enhed sikkert ud, før du tager stikket ud.
de: USBMS-Sitzung läuft. Bitte werfen Sie Ihr Gerät sicher aus, bevor Sie es trennen.
es: Sesión de USBMS en curso. Es necesario expulsar el dispositivo de forma segura antes de desconectarlo.
fa: جلسه USBMS در حال انجام است. لطفاً قبل از جدا کردن دستگاه، آن را به‌طور ایمن خارج کنید.
fi: USBMS-istunto käynnissä. Poista laite turvallisesti ennen kuin irrotat sen johdosta.
fr: Session USBMS en cours. Merci d'éjecter votre appareil proprement avant de le débrancher.
gl: Sesión USBMS en curso. Por favor expulsa o dispositivo de xeito seguro antes de desconectalo.
he: הפעלת USBMS בעיצומה. אנא הוצא את המכשיר שלך בבטחה לפני שתנתק אותו.
hr: USBMS sesija je u tijeku. Izbaci uređaj prije nego što ga odspojiš.
hu: USBMS üzemmód. Biztonságosan távolítsa el az eszközt, mielőtt leválasztaná.
it: Sessione USBMS in corso. Si prega di espellere il dispositivo in modo sicuro prima di scollegarlo.
ko: USBMS 세션이 진행 중입니다. 장치를 안전하게 꺼내기를 한 후에 플러그를 뽑으세요.
lt: Vykdoma USBMS sesija. Prieš atjungdami, pasirinkite saugų įrenginio atjungimą.
nl: USBMS-sessie aan de gang. Werp het apparaat veilig uit voordat u de kabel eruit haalt.
pl: Sesja USBMS w trakcie. Proszę bezpiecznie usunąć urządzenie przed odpięciem.
pt: Sessão USBMS em progresso. Por favor ejete o seu aparelho de modo seguro antes de desconectá-lo.
ro_md: Sesiune USBMS în progress. Te rog elimină în siguranță dispozitivul înainte de a-l deconecta.
sk: USBMS je spustené. Zariadenie prosím softvérovo bezpečne vysuňte predtým, než ho fyzicky odpojíte.
sr: USBMS сесија је активна. Молимо вас да уређај безбедно одјавите пре него што откачите кабл.
ta: யு.எச்.பி.எம்.எச் அமர்வு முன்னேற்றத்தில் உள்ளது. உங்கள் சாதனத்தை அவிழ்ப்பதற்கு முன் பாதுகாப்பாக வெளியேற்றவும்.
th: กระบวนการ USBMS กำลังทำงานอยู่ กรุณาถอดเครื่องของคุณออกอย่างปลอดภัยก่อนที่จะถอดปลั๊ก
uk: Триває сеанс USBMS. Безпечно вийміть пристрій перш ніж відʼєднати його.
vi: Kết nối USB. Ngắt kết nối USB trước khi rút cáp.
zh_hans: USBMS 会话正在进行中。 请先将此设备弹出再拔掉 USB 线。

source:  Could not detect an unplug event! The device will shut down in 90 sec.
ar:  لا يمكن الكشف عن حدث unplug! سيتم إغلاق الجهاز في غضون 90 ثانية.
ca:  No s'ha pogut detectar un event de desconnexió! El dispositiu s'apagarà en 90 segons.
cs:  Nepodařilo se detekovat událost odpojení! Zařízení bude vypnuto za 90 s.
cy:  Methodd sylwi digwyddiad dad-blygio! Bydd y ddyfais yn cau mewn 90 eiliad.
da:  Kunne ikke registrere en afkoblingshændelse! Enheden vil lukke ned om 90 sek.
de:  Es ist fehlgeschlagen, ein Unplug-Ereignis zu entdecken! Das Gerät schaltet sich in 90 Sekunden ab.
es:  No se ha podido detectar un evento de desenchufe. El dispositivo se apagará en 90 segundos.
fa:  عدم توانایی در شناسایی رویداد جداسازی! دستگاه بعد از ۹۰ ثانیه خاموش خواهد شد.
fi:  Irrotustapahtumaa ei havaittu! Laite sammuu 90 sekunnissa.
fr:  Échec de la détection du débranchement ! L'appareil va s'éteindre dans 90 s.
gl:  Non se detectou un evento de desconexión! O dispositivo apagarase en 90 segundos.
he:  לא ניתן לאתר אירוע ניתוק! המכשיר יכבה בעוד 90 שניות.
hr:  Nije bilo moguće otkriti odagađaj odspajanja uređaja! Uređaj će se isključiti za 90 s.
hu:  Nem érzékelt lecsatlakoztatási esemény! Az eszköz 90mp múlva leáll.
it:  Impossibile rilevare l'evento di scollegamento! Il dispositivo si spegnerà entro 90 secondi.
ko:  플러그 분리 이벤트를 감지하지 못했습니다! 장치가 90초 후에 시스템 종료됩니다.
lt:  Nepavyko aptikti atjungimo įvykio! Įrenginys išsijungs po 90 sek.
nl:  Loskoppeling kon niet worden gedetecteerd! Het apparaat zal over 90 seconden worden uitgeschakeld.
pl:  Nie można wykryć odłączenia urządzenia! Urządzenie wyłączy się za 90 sekund.
pt:  Não foi possível detetar um evento de desconexão! O aparelho vai se desligar em 90 segundos.
ro_md:  Nu s-a detectat un eveniment de deconectare! Dispozitivul se va închide în 90 sec.
sk:  Nepodarilo sa mi zaznamenať udalosť odpojenia! Zariadenie sa vypne o 90 sek.
sr:  Није могао да се детектује догађај одјављивања! Уређај ће се искључити за 90 сек.
ta: An ஒரு அவிழ்த்து நிகழ்வைக் கண்டறிய முடியவில்லை! சாதனம் 90 நொடியில் மூடப்படும்.
th:  ตรวจไม่พบการถอดปลั๊ก! ตัวเครื่องจะถูกปิดภายใน 90 วินาที
uk:  Не вдалося виявити подію відʼєднання! Пристрій вимкнеться через 90 сек.
vi:  Không phát hiện rút cáp! Tắt nguồn sau 90s.
zh_hans:  无法检测拔出事件！ 此设备将在 90 秒内关机。

source: Ending USBMS session…
ar: جارٍ إنهاءُ جلسة الخزن عبر USB (أو USBMS) …
bn: ইউএসবিএমএস সেশন শেষ হচ্ছে…
ca: S’està finalitzant la sessió USBMS…
cs: Ukončování USBMS relace…
cy: Yn cwblhau sesiwn USBMS…
da: Afslutter USBMS session…
de: Beenden der USBMS-Sitzung…
es: Finalizando la sesión USBMS…
fa: پایان جلسه USBMS…
fi: Lopetetaan USBMS-istunto…
fr: Clôture de la session USBMS…
gl: A finalizar a sesión USBMS…
he: מסיים הפעלת USBMS…
hr: Završavanje USBMS sesije …
hu: USBMS üzemmód befejezése…
it: Chiusura della sessione USBMS in corso…
ko: USBMS 세션 마치는 중…
lt: Baigiama USBMS sesija…
nl: Afsluiten van USBMS-sessie…
pl: Kończenie sesji USBMS…
pt: Encerrando a sessão USBMS…
ro_md: Se încheie sesiunea USBMS…
sk: Ukončovanie USBMS…
sr: Завршава се USBMS сесија…
ta: USBMS அமர்வை முடித்தல்…
th: กำลังสิ้นสุดกระบวนการ USBMS …
uk: Завершення сеансу USBMS…
vi: Ngắt kết nối USB…
zh_hans: 正在结束 USBMS 会话…
