Repository: benoit-pierre/KoboUSBMS
Catalog: po/*/usbms.po
Languages: ar, bn, ca, cs, cy, da, de, es, fa, fi, fr, gl, he, hr, hu, it, ko, lt, nl, pl, pt, ro_md, sk, sr, ta, th, uk, vi, zh_hans

source: USB Mass Storage
ar: تخزين USB كبير السعة
bn: ইউএসবি মাস স্টোরেজ
ca: Emmagatzematge massiu USB
cs: USB úložiště
cy: Storfa USB Crynswth
da: USB lager
de: USB-Massenspeicher
es: Almacenamiento masivo USB
fa: ذخیره‌سازی انبوه USB
fi: USB-massamuisti
fr: Stockage de masse USB
gl: Almacenamento masivo USB
he: אחסון בנפח על USB
hr: USB memorija
hu: USB tárhely üzemmód
it: Memoria di massa USB
ko: USB 대용량 저장 장치
lt: USMB masinė saugykla
nl: USB-opslag
pl: Pamięć masowa USB
pt: Armazenamento de massa USB
ro_md: Stocare în masă USB
sk: Veľkokapacitné úložisko USB
sr: USB масовно складиште
ta: யூ.எச்.பி வெகுசன சேமிப்பு
th: ตัวเก็บข้อมูลแบบ USB
uk: USB-накопичувач
vi: Bộ nhớ USB
zh_hans: USB 大容量存储设备

source:  Please disable USBNet manually! Press the power button to exit.
ar:  الرجاء القيام بإلغاء تفعيل الشبكة عبر USB أو USBNet يدويًّا! اضغط زرّ التشغيل للخروج.
bn:  ইউএসবি নেট ম্যানুয়ালি অক্ষম করুন! প্রস্থান করতে পাওয়ার বোতাম টিপুন।
ca:  Desactiveu USBNet manualment. Premeu el botó d’engegada per a eixir.
cs:  Prosím manuálně zakažte USBNet! Pro ukončení stiskněte tlačítko napájení.
cy:  Analluogwch USBNet â llaw! Pwyswch y botwm pŵer i adael.
da:  Deaktiver venligst USBNet manuelt! Tryk på tænd/sluk-knappen for at afslutte.
de:  Bitte deaktivieren Sie USBNet manuell! Drücken Sie zum Beenden den Netzschalter.
es:  ¡Deshabilitar USBNet manualmente! Presionar el botón de encendido para salir.
fa:  لطفا USBNet را به صورت دستی غیرفعال کنید! برای خروج دکمه روشن خاموش را فشار دهید.
fi:  Poista USBNet käytöstä manuaalisesti! Poistu painamalla virtapainiketta.
fr:  Merci de désactiver USBNet manuellement ! Appuyer sur le bouton d'alimentation pour quitter.
gl:  Por favor desactiva USBNet manualmente! Preme o botón de acendido para saír.
he:  השבת USBNet באופן ידני! לחץ על לחצן ההפעלה כדי לצאת.
hr:  Deaktiviraj USBNet ručno! Pritisni gumb za uključivanje/isključivanje za izlaz.
hu:  Kapcsolja ki az USBNet funkciót!! Kilépéshez nyomja meg a Power gombot.
it:  Disattivare manualmente USBNet! Premere il pulsante di accensione per uscire.
ko:  USBNet을 수동으로 비활성화하세요! 끝내려면 전원 버튼을 누르십시오.
lt:  Išjunkite USBSerial rankiniu būdu! Norėdami išeiti, paspauskite įrenginio išjungimo mygtuką.
nl:  Schakel USBNet handmatig uit! Druk op de aan/uit-knop om af te sluiten.
pl:  Proszę wyłączyć USBNet ręcznie! Naciśnij przycisk zasilania, aby wyjść.
pt:  Por favor desative o USBNet manualmente! Pressione o botão de ligar/desligar para sair.
ro_md:  Te rog dezactivează USBNet manual! Apasă butonul de pornire pentru a ieși.
sk:  Vypnite prosím USBNet manuálne! Stlačte tlačidlo napájania pre ukončenie.
sr:  Молимо вас да ручно искључите USBNet! Притисните дугме за укључивање да изађете.
ta: USBNET ஐ கைமுறையாக முடக்கவும்! வெளியேற பவர் பொத்தானை அழுத்தவும்.
th:  กรุณาปิดการใช้งาน USBNet ด้วยตนเอง กดปุ่ม Power เพื่อจบการทำงาน
uk:  Вимкніть USBNet власноруч! Натисніть кнопку живлення, щоб вийти.
vi:  Vui lòng tắt USBNet theo cách thủ công! Nhấn nút nguồn để thoát.
zh_hans:  请手动关闭 USBNet！ 按下电源按钮以退出。

source:  Please disable USBSerial manually! Press the power button to exit.
ar:  الرجاء القيام بإلغاء تفعيل المنفذ التسلسلي عبر USB أو USBSerial يدويًّا! اضغط زرّ التشغيل للخروج.
bn:  অনুগ্রহ করে ম্যানুয়ালি ইউএসবিসিরিয়াল অক্ষম করুন! প্রস্থান করতে পাওয়ার বোতামটি টিপুন।
ca:  Desactiveu USBSerial manualment. Premeu el botó d’engegada per a eixir.
cs:  Prosím manuálně zakažte USBSerial! Pro ukončení stiskněte tlačítko napájení.
cy:  Analluogwch USBSerial â llaw! Pwyswch y botwm pŵer i adael.
da:  Deaktiver venligst USBSerial manuelt! Tryk på tænd/sluk-knappen for at afslutte.
de:  Bitte deaktivieren Sie USBSerial manuell! Zum Beenden drücken Sie den Netzschalter.
es:  Desactive USBSerial manualmente. Presione el botón de encendido para salir.
fa:  لطفا USBSerial را به صورت دستی غیرفعال کنید! برای خروج دکمه روشن/خاموش را فشار دهید.
fi:  Poista USBSerial käytöstä manuaalisesti! Poistu painamalla virtapainiketta.
fr:  Merci de désactiver USBSerial manuellement ! Appuyer sur le bouton d'alimentation pour quitter.
gl:  Por favor desactiva USBSerial manualmente! Preme o botón de acendido para saír.
he:  השבת USBSerial באופן ידני! לחץ על לחצן ההפעלה כדי לצאת.
hr:  Deaktiviraj USBSerial ručno! Pritisni gumb za uključivanje/isključivanje za izlaz.
hu:  Kapcsolja ki az USBSerial funkciót! Kilépéshez nyomja meg a Power gombot.
it:  Disattivare manualmente USBSerial! Premere il pulsante di accensione per uscire.
ko:  USBSerial을 수동으로 비활성화하세요! 끝내려면 전원 버튼을 누르십시오.
lt:  Išjunkite USBSerial rankiniu būdu! Norėdami išeiti, paspauskite įrenginio išjungimo mygtuką.
nl:  Schakel USBSerial handmatig uit! Druk op de aan/uit-knop om af te sluiten.
pl:  Proszę wyłączyć USBSerial ręcznie! Naciśnij przycisk zasilania, aby wyjść.
pt:  Por favor desative o USBSerial manualmente! Pressione o botão de ligar/desligar para sair.
ro_md:  Te rog dezactivează USBSerial manual! Apasă butonul de pornire pentru a ieși.
sk:  Vypnite prosím USBSerial manuálne! Stlačte tlačidlo napájania pre ukončenie.
sr:  Молимо вас да ручно искључите USBSerial! Притисните дугме за укључивање да изађете.
ta: Us தயவுசெய்து usbserial ஐ கைமுறையாக முடக்கவும்! வெளியேற பவர் பொத்தானை அழுத்தவும்.
th:  กรุณาปิดการใช้งาน USBSerial ด้วยตนเอง กดปุ่ม Power เพื่อจบการทำงาน
uk:  Вимкніть USBSerial вручну! Натисніть кнопку живлення, щоб вийти.
vi:  Tắt USBSerial thủ công! Ấn phím nguồn để thoát.
zh_hans:  请手工关闭 USB 串口！ 按下电源按钮以退出。

source:  Please disable your custom USB gadget manually! Press the power button to exit.
cs:  Prosím manuálně zakažte svůj USB gadget! Pro ukončení stiskněte tlačítko napájení.
es:  ¡Por favor, desactiva tu gadget USB personalizado manualmente! Pulsa el botón de encendido para salir.
fa:  لطفا USBNet را به صورت دستی غیرفعال کنید! برای خروج دکمه روشن/خاموش را فشار دهید.
fi:  Poista mukautettu USB-gadget käytöstä manuaalisesti! Poistu painamalla virtapainiketta.
fr:  Merci de désactiver votre gadget USB non-standard manuellement ! Appuyer sur le bouton d'alimentation pour quitter.
gl:  Por favor desactiva USB gadget manualmente! Preme o botón de acendido para saír.
he:  נא להשבית את חפיץ ה־USB ידנית! לחיצה על לחצן הכיבוי תסיים.
hu:  Manuálisan tiltsa le az egyéni USB-eszközét! Kilépéshez nyomja meg a bekapcsológombot.
it:  Disattiva manualmente il tuo gadget USB personalizzato! Premere il pulsante di accensione per uscire.
ko:  사용자 지정 USB 가젯을 수동으로 비활성화하세요! 끝내려면 전원 버튼을 누르세요.
nl:  Schakel het aangepaste usb-apparaat handmatig uit! Druk op de aan/uit-knop om af te sluiten.
pl:  Proszę wyłączyć niestandardowy gadżet USB ręcznie! Naciśnij przycisk zasilania, aby wyjść.
ro_md:  Te rog dezactivează dispozitivul tău USB manual! Apasă butonul de pornire pentru a ieși.
sk:  Prosím vypnite vaše USB zariadenie manuálne! Stlačte tlačidlo napájania pre ukončenie.
sr:  Молимо вас да ручно искључите USB уређај! Притисните дугме за укључивање да изађете.
ta: தனிப்பயன் உங்கள் தனிப்பயன் யூ.எச்.பி கேசெட்டை கைமுறையாக முடக்கவும்! வெளியேற பவர் பொத்தானை அழுத்தவும்.
uk:  Вимкніть ваш власний USB-пристрій вручну! Натисніть кнопку живлення, щоб вийти.
vi:  Vui lòng tắt USBNet theo cách thủ công! Nhấn nút nguồn để thoát.

source:  Please take the device out of the PowerCover! Press the power button to exit.
ar:  الرجاء القيام بإخراج الجهاز من غطاء الطاقة! اضغط زرّ التشغيل للخروج.
ca:  Traure el dispositiu de la funda PowerCover! Pressionar el botó d'encesa per a eixir.
cs:  Vyjměte prosím zařízení z napájecího krytu! Pro ukončení stiskněte tlačítko napájení.
cy:  Tynnwch y ddyfais allan o'r PowerCover! Pwyswch y botwm pŵer i adael.
de:  Bitte entnehmen Sie das Gerät aus dem SleepCover! Drücken Sie zum Beenden den Ein/Ausschalter.
es:  Extraiga el dispositivo de la funda PowerCover. Presione el botón de encendido para salir.
fa: لطفاً دستگاه را از PowerCover خارج کنید! برای خروج، دکمه پاور را فشار دهید.
fi:  Ota laite pois PowerCoverista! Poistu painamalla virtapainiketta.
fr:  Merci de sortir l'appareil de son étui PowerCover ! Appuyer sur le bouton d'alimentation pour quitter.
gl:  Por favor extrae o dispositivo da funda PowerCover! Preme o botón de acendido para saír.
he:  נא להוציא את המכשיר מה־PowerCover (כיסוי חכם)! יש ללחוץ על לחצן ההפעלה כדי לצאת.
hr:  Ukloni uređaj iz PowerCovera! Pritisni gumb za uključivanje/isključivanje za izlaz.
hu:  Vegye ki a készüléket a PowerCoverből! Kilépéshez nyomja meg a Power gombot.
it:  Togli il dispositivo dalla PowerCover! Premere il pulsante di accensione per uscire.
ko:  PowerCover에서 장치를 꺼내십시오! 종료하려면 전원 버튼을 누르십시오.
lt:  Išimkite įrenginį iš PowerCover! Norėdami išeiti, paspauskite maitinimo mygtuką.
nl:  Haal het apparaat uit de PowerCover! Druk op de aan/uit-knop om af te sluiten.
pl:  Wyjmij urządzenie z pokrowca PowerCover! Naciśnij przycisk zasilania, aby wyjść.
pt:  Por favor, retire o aparelho do PowerCover! Pressione o botão de energia para sair.
ro_md:  Te rog scoate dispozitivul din coperta cu baterie! Apasă butonul de pornire pentru a ieși.
sk:  Prosím, vezmite zariadenie z PowerCover! Stlačte tlačidlo napájania pre ukončenie.
sr:  Молимо вас да извадите уређај из PowerCover! Притисните дугме за укључивање да изађете.
ta: விசை தயவுசெய்து சாதனத்தை பவர் கவர் வெளியே எடுத்துச் செல்லுங்கள்! வெளியேற பவர் பொத்தானை அழுத்தவும்.
th:  กรุณาแกะตัวเครื่องออกจาก PowerCover! กดปุ่ม Power เพื่อจบการทำงาน
uk:  Вийміть пристрій із PowerCover! Натисніть кнопку живлення, щоб вийти.
vi:  Vui lòng lấy thiết bị ra khỏi PowerCover! Nhấn nút nguồn để thoát.
zh_hans:  请将设备从 PowerCover 充电壳中取出！ 按下电源按钮退出。

source:  Filesystem is busy! Offending processes:
ar:  نظام الملفّات مشغول! البرامج الشّاغلة له:
bn:  ফাইলসিস্টেম ব্যস্ত! আপত্তিকর প্রক্রিয়া:
ca:  El sistema de fitxers està ocupat. Processos infractors:
cs:  Souborový systém je zaneprázdněn! Zodpovědné procesy:
cy:  Mae'r system ffeiliau yn brysur! Prosesau problematig:
da:  Filsystemet er optaget! Skyldige processer:
de:  Das Dateisystem ist beschäftigt! Angreifende Prozesse:
es:  El sistema de archivos está ocupado. Procesos infractores:
fa: فایل سیستم مشغول است! فرایند‌های به مشکل خورده‌:
fi:  Tiedostojärjestelmä on varattu! Häiritsevät prosessit:
fr:  Le système de fichier est occupé ! Processus responsables :
gl:  O sistema de ficheiros está en uso! Procesos culpables:
he:  מערכת הקבצים תפוסה! תהליכים פוגעניים:
hr:  Datotečni sustav je zauzet! Krivi procesi:
hu:  A fájlrendszer foglalt! Kapcsolódó folyamatok:
it:  Il file system è occupato! Processi che interferiscono:
ko:  파일 시스템이 사용 중입니다! 위반 프로세스:
lt:  Failų sistema užimta! Pažeidžiantys procesai:
nl:  Bestandssysteem is bezig! Verantwoordelijke processen:
pl:  System plików jest zajęty! Proces:
pt:  O sistema de ficheiros está ocupado! Processos responsáveis:
ro_md:  Sistemul de fișiere este ocupat! Procesele care îl țin ocupat sînt:
sk:  Súborový systém je zaneprázdnený! Problémové procesy:
sr:  Фајл систем је заузет! Процеси који праве проблем:
ta: மண்டலம் கோப்பு முறைமை பிசியாக உள்ளது! புண்படுத்தும் செயல்முறைகள்:
th:  ระบบไฟล์ไม่ว่าง! เป็นการทำงานที่ฝ่าฝืนกระบวนการปกติ:
uk:  Файлова система зайнята! Процеси-винуватці:
vi:  Tệp hệ thống bận! Quá trình lỗi:
zh_hans:  文件系统正忙！以下进程正在使用：

source:  The fuser script failed!
ar:  لم يقم برنامج fuser بعمله!
bn:  ফাউজার স্ক্রিপ্ট ব্যর্থ হয়েছে!
ca:  Ha fallat l’script «fuser».
cs:  fuser skript selhal!
cy:  Mae'r sgript fuser wedi methu!
da:  Fuser-scriptet fejlede!
de:  Das Fuser-Skript ist fehlgeschlagen!
es:  La utilidad «fuser» ha fallado.
fa:  اسکریپت fuser ناموفق بود!
fi:  Fuser-skripti epäonnistui!
fr:  Le script fuser a échoué !
gl:  Fallou o script fuser!
he:  סקריפט ה-fuser נכשל!
hr:  Skripta programa fuser neuspjela!
hu:  Az fuser szkript hibára futott!
it:  Lo script fusore è fallito!
ko:  퓨저 스크립트가 실패했습니다!
lt:  Kaitintuvo scenarijaus nepavyko!
nl:  Het fuserscript is mislukt!
pl:  Błąd skryptu fuser!
pt:  O script fuser falhou!
ro_md:  Scriptul fuser a eșuat!
sk:  Zaisťovací skript zlyhal!
sr:  Fuser скрипта се није извршила успешно!
ta: Per பியூசர் ச்கிரிப்ட் தோல்வியடைந்தது!
th: Fuser script ทำงานล้มเหลว!
uk:  Скрипт fuser зазнав невдачі!
vi:  Tập lệnh Fuser thất bại!
zh_hans:  fuser 脚本执行失败！

source:  Could not run the fuser script!
ar: □ لا يمكن تشغيل البرنامج النصي fuser!
ca:  No s’ha pogut executar l’script «fuser».
cs:  Nepodařilo se spustit fuser skript!
cy:  Methodd redeg sgript y fuser!
da:  Kunne ikke køre fuser-scriptet!
de:  Das Fuser-Skript konnte nicht ausgeführt werden!
es:  No se ha podido ejecutar la utilidad «fuser».
fa:  اسکریپت fuser اجرا نشد!
fi:  Fuser-skriptiä ei voitu suorittaa!
fr:  Impossible de lancer le script fuser !
gl:  Non se puido executar o script fuser!
he:  לא ניתן להריץ סקריפט fuser!
hr:  Nije bilo moguće pokrenuti skripta programa fuser!
hu:  Az fuser szkript nem futtatható!
it:  Impossibile eseguire lo script di unione!
ko:  퓨저 스크립트를 실행할 수 없습니다!
lt:  Nepavyko paleisti fuser scenarijaus!
nl:  Het fuserscript kan niet worden uitgevoerd!
pl:  Nie można uruchomić skryptu fuser!
pt:  Não foi possível executar o script fuser!
ro_md:  Nu s-a putut rula scriptul fuser!
sk:  Nepodarilo sa spustiť zaisťovací skript!
sr:  Fuser скрипта није могла да се покрене!
ta: Fus பியூசர் ச்கிரிப்டை இயக்க முடியவில்லை!
th:  Fuser script ไม่สามารถทำงานได้!
uk:  Не вдалося запустити скрипт fuser!
vi:  Không thể chạy tập lệnh fuser!
zh_hans:  无法运行 fuser 脚本！

source: Press the power button to exit.
ar: اضغط زرّ التشغيل للخروج.
bn: প্রস্থান করতে পাওয়ার বোতামটি টিপুন।
ca: Premeu el botó d’engegada per a eixir.
cs: Pro ukončení stiskněte tlačítko napájení.
cy: Pwyswch y botwm pŵer i adael.
da: Tryk på tænd/sluk-knappen for at afslutte.
de: Drücken Sie zum Beenden den Netzschalter.
es: Presione el botón de encendido para salir.
fa: دکمه روشن/خاموش را برای خروج فشار دهید.
fi: Poistu painamalla virtapainiketta.
fr: Appuyer sur le bouton d'alimentation pour quitter.
gl: Preme o botón de acendido para saír.
he: לחץ על לחצן ההפעלה כדי לצאת.
hr: Pritisni gumb za uključivanje/isključivanje za izlaz.
hu: Kilépéshez nyomja meg a Power gombot.
it: Premere il pulsante di accensione per uscire.
ko: 끝내려면 전원 버튼을 누르세요.
lt: Norėdami išeiti, paspauskite įrenginio išjungimo mygtuką.
nl: Druk op de aan/uit-knop om af te sluiten.
pl: Naciśnij przycisk zasilania, aby wyjść.
pt: Pressione o botão de ligar/desligar para sair.
ro_md: Apasă butonul de pornire pentru a ieși.
sk: Stlačte tlačidlo napájania pre ukončenie.
sr: Притисните дугме за укључивање да изађете.
ta: வெளியேற பவர் பொத்தானை அழுத்தவும்.
th: กดปุ่ม Power เพื่อจบการทำงาน
uk: Натисніть кнопку живлення, щоб вийти.
vi: Ấn phím nguồn để thoát.
zh_hans: 按下电源按钮以退出。

source:  The device will shut down in 90 sec.
ca:  El dispositiu s'apagarà en 90 segons.
cs:  Zařízení bude vypnuto za 90 s.
cy:  Bydd y ddyfais yn cau mewn 90 eiliad.
da:  Enheden vil lukke ned om 90 sek.
de:  Das Gerät schaltet sich in 90 Sekunden ab.
fi:  Laite sammuu 90 sekunnin kuluttua.
fr:  L'appareil va s'éteindre dans 90 s.
hr:  Uređaj će se isključiti za 90 s.
hu:  Az eszköz 90 mp múlva kikapcsol.
it:  Il dispositivo si spegnerà in 90 secondi.
ko:  장치가 90초 후에 시스템 종료됩니다.
nl:  Het apparaat wordt over 90 seconden uitgeschakeld.
pl:  Urządzenie wyłączy się za 90 sekund.
pt:  O aparelho vai-se desligar em 90 segundos.
ro_md:  Dispozitivul se va închide în 90 sec.
sk:  Zariadenie sa vypne o 90 sekúnd.
sr:  Уређај ће се искључити за 90 сек.
ta: 90 சாதனம் 90 நொடியில் மூடப்படும்.
th:  ตัวเครื่องจะถูกปิดภายใน 90 วินาที
uk:  Пристрій вимкнеться за 90 с.

source:  KOReader will now restart…
ar:  سيتم إعادة تشغيل KOReader الآن …
bn: OR কোরিডার এখন পুনরায় চালু হবে …
ca:  KOReader es reiniciarà en breu…
cs:  KOReader bude nyní restartován…
cy:  Bydd KOReader yn ailgychwyn nawr…
da:  KOReader vil nu genstarte…
de:  KOReader wird jetzt neu starten…
es:  Ahora KOReader se reiniciará…
fa:  کوریدر اکنون بازراه‌اندازی خواهد شد…
fi:  KOReader käynnistyy nyt uudelleen…
fr:  KOReader va redémarrer…
gl:  KOReader vai reiniciar agora…
he: ‪KOReader ‬ יופעל מחדש …
hr:  KOReader će se sada ponovo pokrenuti …
hu:  A KOReader újraindul…
it:  KOReader verrà riavviato …
ko:  KOReader가 지금 다시 시작됩니다…
lt:  KOReader bus paleistas iš naujo…
nl:  KOReader zal nu opnieuw opstarten…
pl:  KOReader uruchomi się teraz ponownie…
pt:  O KOReader vai reiniciar agora…
ro_md:  KOReader va reporni acum…
sk:  KOReader sa teraz reštartuje…
sr:  KOReader ће се сада поново покренути…
ta:  கொரியடர் இப்போது மறுதொடக்கம் செய்வார்…
th:  KOReader จะเริ่มทำงานใหม่เดี๋ยวนี้…
uk:  KOReader зараз перезапуститься…
vi:  Khởi động lại KOReader…
zh_hans: ☞ KOReader 现在将重启 …

source:  Gave up after 30 sec. The device will shut down in 90 sec.
ca:  Es desisteix després de 30 segons. El dispositiu s’apagarà en 90 segons.
cs:  Ukončeno po 30 s. Zařízení bude vypnuto za 90 s.
cy:  Wedi rhoi i fyny ar ôl 30 eiliad. Bydd y ddyfais yn cau mewn 90 eiliad.
da:  Gav op efter 30 sek. Enheden vil lukke ned om 90 sek.
de:  Gab nach 30 Sekunden auf. Das Gerät schaltet sich nach 90 Sekunden ab.
fa: پس از ۳۰ ثانیه تلاش ناموفق، عملیات متوقف شد. دستگاه در ۹۰ ثانیه خاموش می‌شود.
fi:  Luovutettiin 30 sekunnin kuluttua. Laite sammuu 90 sekunnissa.
fr:  30 s se sont écoulées, abandon. L'appareil va s'éteindre dans 90 s.
hr:  Odustaje se nakon 30 s. Uređaj će se isključiti za 90 s.
hu:  30 mp múlva megszakítás. Az eszköz 90 mp-en belül kikapcsol.
it:  Nessun risultato dopo 30 secondi. Il dispositivo si spegnerà tra 90 secondi.
ko:  30초 후에 그만둡니다. 장치가 90초 후에 시스템 종료됩니다.
nl:  Opgegeven na 30 seconden. Het apparaat wordt over 90 seconden uitgeschakeld.
pl:  Zrezygnowano po 30 sekundach. Urządzenie wyłączy się za 90 sekund.
pt:  Desistido após 30 segundos. O aparelho vai-se desligar em 90 segundos.
ro_md:  S-a renunțat după 30 sec. Dispozitivul se va închide în 90 sec.
sk:  Po 30 sekundách som to vzdal. Zariadenie sa vypne o 90 sekúnd.
sr:  Одустало се након 30 сек. Уређај ће се искључити за 90 сек.
ta: 30 30 வினாடிக்குப் பிறகு கைவிடப்பட்டது. சாதனம் 90 நொடியில் மூடப்படும்.
th:  ยกเลิกการทำงานหลังจากผ่านไป 30 วินาที ตัวเครื่องจะถูกปิดภายใน 90 วินาที
uk:  Не вдалося впродовж 30 сек. Пристрій вимкнеться через 90 сек.

source:  Gave up after 30 sec. KOReader will now restart…
ar:  استسلم بعد 30 ثانية. سيتم إعادة تشغيل KOReader الآن…
bn:  ৩০ সেকেন্ড পরে হাল ছেড়ে দেন। কেওরিডার এখন পুনরায় শুরু হবে…
ca:  Es desisteix després de 30 segons. El KOReader es reiniciarà en breu…
cs:  Ukončeno po 30 s. KOReader bude restartován…
cy:  Wedi rhoi i fyny ar ôl 30 eiliad. Bydd KOReader yn ailgychwyn nawr…
da:  Opgav efter 30 sek. KOReader vil nu genstarte…
de:  Gab nach 30 Sekunden auf. KOReader wird nun wieder starten…
es:  Se ha desistido tras 30 segundos. Ahora KOReader se reiniciará…
fa:  پس از ۳۰ ثانیه تلاش ناموفق، عملیات متوقف شد. کوریدر اکنون بازراه‌اندازی خواهد شد…
fi:  Luovutettiin 30 sekunnin kuluttua. KOReader käynnistyy nyt uudelleen…
fr:  30 s se sont écoulées, abandon. KOReader va redémarrer…
gl:  Pasaron 30 segundos sen conexión, abandonar. KOReader vaise reiniciar agora…
he:  ויתרתי אחרי 30 שניות. KOReader יופעל מחדש כעת …
hr:  Odustaje se nakon 30 s. KOReader će se sada ponovo pokrenuti …
hu:  30 mp múlva megszakítás. A KOReader újraindul…
it:  Mi sono arreso dopo 30 secondi. KOReader verrà riavviato ora …
ko:  30초 후 포기. KOReader가 지금 다시 시작됩니다…
lt:  Bandyta 30 sek., veiksmas nepavyko. KOReader bus paleistas iš naujo…
nl:  Opgegeven na 30 seconden. KOReader zal nu opnieuw opstarten…
pl:  Zrezygnowano po 30 sek. KOReader uruchomi się teraz ponownie…
pt:  Desistido após 30 segundos. O KOReader vai reiniciar agora…
ro_md: S-a renunțat după 30 sec. KOReader va reporni acum…
sk:  Po 30 sekundách som to vzdal. KOReader sa teraz reštartuje…
sr:  Одустало се након 30 сек. KOReader ће се сада поново покренути…
ta: 30 30 வினாடிக்குப் பிறகு கைவிடப்பட்டது. கொரியடர் இப்போது மறுதொடக்கம் செய்வார்…
th:  ยกเลิกการทำงานหลังจากผ่านไป 30 วินาที KOReader จะเริ่มทำงานใหม่เดี๋ยวนี้…
uk:  Не вдалося впродовж 30 сек. KOReader зараз перезапуститься…
vi:  Hủy sau 30s. Khởi động lại KOReader…
zh_hans: ☞ 30秒后放弃 KOReader 现在将重启...…

source: Waiting to be plugged in… Or, press the power button to exit.
ar: جارٍ الانتظار ريثما يتمّ وصل الجهاز … أو اضغط زرّ التشغيل للخروج.
bn: প্লাগ ইন করার জন্য অপেক্ষা করা হচ্ছে... অথবা, প্রস্থান করতে পাওয়ার বোতামটি টিপুন।
ca: Esperar que es realitze la connexió… O pressionar el botó d'engegada per a eixir.
cs: Čekání na připojení k napájení… Nebo pro ukončení stiskněte tlačítko napájení.
cy: Yn aros i gael ei phlygio i mewn… Neu, pwyswch y botwm pŵer i adael.
da: Venter på at blive tilsluttet… Eller du kan trykke på tænd/sluk-knappen for at afslutte.
de: Warten darauf, eingesteckt zu werden… Oder drücken Sie die Einschalttaste zum Beenden.
es: Esperando a que se enchufe… O presione el botón de encendido para salir.
fa: در انتظار وصل شدن… یا برای خروج دکمه خاموش را فشار دهید.
fi: Odotetaan kytkentää... Voit myös poistua painamalla virtapainiketta.
fr: En attente de connexion… Ou appuyer sur le bouton d'alimentation pour quitter.
gl: Agardando pola conexión... Ou preme o botón de acendido para saír.
he: ממתין להיות מחובר… לחלופין, לחץ על לחצן ההפעלה כדי לצאת.
hr: Čeka se na priključivanje … Ili pritisni gumb za uključivanje/isključivanje za izlaz.
hu: Várakozás a csatlakoztatásra… Vagy, kilépéshez nyomja meg a Power gombot.
it: In attesa di essere collegato... In alternativa, premere il pulsante di alimentazione per uscire.
ko: 연결 대기 중… 또는 끝내려면 전원 버튼을 누르세요.
lt: Laukiama kada bus prijungta USB jungtis… Arba paspauskite įrenginio išjungimo mygtuką, kad išeitumėte.
nl: Wachten om te worden aangesloten… Of druk op de aan/uit-knop om af te sluiten.
pl: Oczekiwanie na podłączenie... Możesz też nacisnąć przycisk zasilania, aby wyjść.
pt: Esperando para ser conectado… Ou pressione o botão de ligar/desligar para sair.
ro_md: Se așteaptă conectarea cablului… Apasă butonul de pornire pentru a ieși.
sk: Čakanie na zapojenie... Alebo stlačte tlačidlo napájania pre ukončenie.
sr: Чека се прикључивање кабла… Или, притисните дугме за укључивање да изађете.
ta: செருகப்படுவதற்கு காத்திருக்கிறது… அல்லது, வெளியேற ஆற்றல் பொத்தானை அழுத்தவும்.
th: กำลังรอให้เสียบปลั๊ก... หรือ กดปุ่ม Power เพื่อจบการทำงาน
uk: Очікування підʼєднання… Або натисніть кнопку живлення, щоб вийти.
vi: Đang chờ gắn vào… Ấn phím nguồn để thoát.
zh_hans: 正在等待插入…… 可以按下电源按钮以退出。
