Repository: benoit-pierre/KoboUSBMS
Catalog: po/*/usbms.po
Languages: ar, bn, ca, cs, cy, da, de, es, fa, fi, fr, gl, he, hr, hu, it, ko, lt, nl, pl, pt, ro_md, sk, sr, ta, th, uk, vi, zh_hans

source:  Could not end the USBMS session! The device will shut down in 90 sec.
ar: □ تعذر إنهاء جلسة USBMS! سيتم إيقاف تشغيل الجهاز في 90 ثانية.
ca:  No s'ha pogut finalitzar la sessió USBMS! El dispositiu s'apagarà en 90 segons.
cs:  Nepodařilo se ukončit USBMS relaci! Zařízení bude vypnuto za 90 s.
cy:  Methodd orffen y sesiwn USBMS! Bydd y ddyfais yn cau mewn 90 eiliad.
da:  Kunne ikke afslutte USBMS-sessionen! Enheden vil lukke ned om 90 sek.
de:  Die USBMS-Sitzung konnte nicht beendet werden! Das Gerät schaltet sich in 90 Sekunden ab.
es:  No se ha podido finalizar la sesión USBMS. El dispositivo se apagará en 90 segundos.
fa:  عدم توانایی در پایان دادن به جلسه USBMS! دستگاه پس از ۹۰ ثانیه خاموش خواهد شد.
fi:  USBMS-istuntoa ei voitu lopettaa! Laite sammuu 90 sekunnissa.
fr:  Échec de la clôture de session USBMS ! L'appareil va s'éteindre dans 90 s.
gl:  Non se puido finalizar a sesión USBMS! O dispositivo apagarase en 90 segundos.
he:  לא ניתן לסיים את הפעלת USBMS! המכשיר יכבה בעוד 90 שניות.
hr:  Nije bilo moguće završiti USBMS sesiju! Uređaj će se isključiti za 90 s.
hu:  Hiba USBMS mód befejezése közben! Az eszköz 90mp múlva leáll.
it:  Impossibile terminare la sessione USBMS! Il dispositivo si spegnerà entro 90 secondi.
ko:  USBMS 세션을 끝낼 수 없습니다! 장치가 90초 후에 시스템 종료됩니다.
lt:  Nepavyko užbaigti USBMS sesijos! Įrenginys išsijungs po 90 sek.
nl:  De USBMS-sessie kon niet worden beëindigd! Het apparaat wordt over 90 seconden uitgeschakeld.
pl:  Nie można zakończyć sesji USBMS! Urządzenie wyłączy się za 90 sekund.
pt:  Não foi possível encerrar a sessão USBMS! O aparelho vai se desligar em 90 segundos.
ro_md:  Nu s-a putut încheia sesiunea USBMS! Dispozitivul se va închide în 90 sec.
sk:  Nepodarilo sa ukončiť USBMS! Zariadenie sa vypne o 90 sek.
sr:  Није могла да се заврши USBMS сесија! Уређај ће се искључити за 90 sec.
ta: USBMS அமர்வை முடிக்க முடியவில்லை! சாதனம் 90 நொடியில் மூடப்படும்.
th:  ไม่สามารถสิ้นสุดกระบวนการ USBMS! ตัวเครื่องจะถูกปิดภายใน 90 วินาที
uk:  Не вдалося завершити сеанс USBMS! Пристрій вимкнеться через 90 сек.
vi:  Không thể ngắt kết nối USB! Tắt nguồn sau 90s.
zh_hans:  无法结束 USBMS 会话！ 此设备将在 90 秒内关机。

source: Done! KOReader will now restart…
ar: قُضِيَ الأمر! سيعاد تشغيل KOReader الآن …
bn: সম্পন্ন! কোরিডার এখন পুনরায় চালু হবে …
ca: Fet. El KOReader es reiniciarà en breu…
cs: Hotovo! KOReader bude nyní restartován…
cy: Wedi'i wneud! Bydd KOReader yn ailgychwyn nawr…
da: Færdig! KOReader vil nu genstarte…
de: Erledigt! KOReader wird jetzt neu starten…
es: ¡Listo! Ahora KOReader se reiniciará…
fa: تمام! کوریدر اکنون بازراه‌اندازی خواهد شد…
fi: Valmis! KOReader käynnistyy nyt uudelleen…
fr: Terminé ! KOReader va redémarrer…
gl: Feito! KOReader vaise reiniciar agora…
he: בוצע! כעת KOReader יופעל מחדש…
hr: Gotovo! KOReader će se sada ponovo pokrenuti …
hu: Kész! A KOReader újraindul…
it: Fatto! KOReader ora verrà riavviato…
ko: 완료! KOReader가 지금 다시 시작됩니다…
lt: Atlikta! KOReader dabar bus paleistas iš naujo…
nl: Klaar! KOReader zal nu opnieuw opstarten…
pl: Zakończono! KOReader się teraz zrestartuje…
pt: Pronto! O KOReader vai reiniciar agora…
ro_md: Gata! KOReader va reporni acum…
sk: Hotovo! KOReader sa teraz reštartuje…
sr: Готово! KOReader ће се сада поново покренути…
ta: முடிந்தது! கொரியடர் இப்போது மறுதொடக்கம் செய்வார்…
th: ทำงานเสร็จเรียบร้อย! KOReader จะเริ่มทำงานใหม่เดี๋ยวนี้…
uk: Готово! Зараз KOReader перезапуститься…
vi: Hoàn tất! Khởi động lại KOReader…
zh_hans: 完成！ KOReader 即将自动重启…

source:  The device will shut down in 30 sec.
bn:  ডিভাইসটি ৩০ সেকেন্ডে বন্ধ হয়ে যাবে।

source:  Gave up after 90 sec. KOReader will now restart…
bn:  ৯০ সেকেন্ড পরে হাল ছেড়ে দিয়েছে। কেওরিডার এখন পুনরায় শুরু হবে…
